Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 在录音或笔记上点「一键处理」：默认依次完成尚未处理的步骤（已完成的会跳过；需要时可在预览中显式开启「重新转写」），再生成总结并拆解待办。任务会在右上角「处理队列」里排队执行，可随时查看进度或取消。
ar: اضغط «معالجة بنقرة واحدة» على تسجيل أو ملاحظة: تُنفَّذ الخطوات غير المكتملة بالترتيب (وتُتخطّى المكتملة؛ وعند الحاجة فعِّل «إعادة النسخ» صراحةً في المعاينة)، ثم يُنشأ ملخص وتُستخرج المهام. تُنفَّذ المهام في «قائمة المعالجة» أعلى اليمين، حيث يمكنك متابعة التقدم أو الإلغاء في أي وقت.
de: Tippen Sie bei einer Aufnahme oder Notiz auf „Ein-Klick-Verarbeitung“: Noch offene Schritte werden der Reihe nach ausgeführt (abgeschlossene werden übersprungen; aktivieren Sie bei Bedarf im Vorschaufenster ausdrücklich „Neu transkribieren“), danach werden eine Zusammenfassung erstellt und To-dos extrahiert. Aufgaben laufen oben rechts in der „Warteschlange“, wo Sie jederzeit den Fortschritt sehen oder abbrechen können.
en: Tap “One-Click Process” on a recording or note: it completes the steps that aren’t done yet (completed ones are skipped; when needed, explicitly enable “Re-transcribe” in the preview), then generates a summary and extracts todos. Tasks queue in “Processing Queue” at the top right, where you can check progress or cancel anytime.
es: Toca «Procesar con un clic» en una grabación o nota: se completan en orden los pasos pendientes (los ya completados se omiten; si hace falta, activa explícitamente «Retranscribir» en la vista previa), luego se genera un resumen y se extraen las tareas. Las tareas se ejecutan en «Cola de procesamiento» arriba a la derecha, donde puedes ver el progreso o cancelar en cualquier momento.
fr: Appuyez sur « Traitement en un clic » sur un enregistrement ou une note : les étapes non encore traitées sont réalisées dans l'ordre (celles déjà terminées sont ignorées ; au besoin, activez explicitement « Retranscrire » dans l'aperçu), puis un résumé est généré et les tâches extraites. Les tâches sont exécutées dans la « File de traitement » en haut à droite, où vous pouvez suivre la progression ou annuler à tout moment.
hi: किसी रिकॉर्डिंग या नोट पर «वन-क्लिक प्रोसेस» दबाएँ: बाकी बचे चरण क्रम से पूरे होते हैं (पूर्ण हुए छोड़े जाते हैं; ज़रूरत पड़ने पर पूर्वावलोकन में «पुनः प्रतिलेखन» स्पष्ट रूप से चालू करें), फिर सारांश बनता है और कार्य निकाले जाते हैं। कार्य ऊपर दाईं ओर «प्रोसेसिंग कतार» में चलते हैं, जहाँ कभी भी प्रगति देख या रद्द कर सकते हैं।
id: Ketuk «Proses Sekali Klik» pada rekaman atau catatan: langkah yang belum diproses dijalankan berurutan (yang sudah selesai dilewati; bila perlu, aktifkan «Transkripsi ulang» secara eksplisit di pratinjau), lalu ringkasan dibuat dan tugas diekstraksi. Tugas berjalan di «Antrean Pemrosesan» di kanan atas, Anda bisa melihat kemajuan atau membatalkan kapan saja.
it: Tocca «Elaborazione con un clic» su una registrazione o una nota: i passaggi non ancora completati vengono eseguiti in ordine (quelli già fatti vengono saltati; se serve, attiva esplicitamente «Ritrascrivi» nell'anteprima), poi vengono generati un riassunto e le attività. Le attività sono eseguite in «Coda di elaborazione» in alto a destra, dove puoi vedere l'avanzamento o annullare in qualsiasi momento.
ja: 録音またはノートで「ワンクリック処理」を押すと、未処理の手順を順に実行し（完了済みはスキップ。必要ならプレビューで「再文字起こし」を明示的に有効化）、要約を作成して ToDo を抽出します。タスクは右上の「処理キュー」で実行され、いつでも進捗確認やキャンセルができます。
ko: 녹음이나 노트에서 ‘원클릭 처리’를 누르면 아직 처리되지 않은 단계를 순서대로 완료하고(완료된 단계는 건너뜀. 필요하면 미리보기에서 ‘다시 전사’를 명시적으로 켜세요) 요약을 생성하고 할 일을 추출합니다. 작업은 오른쪽 위 ‘처리 대기열’에서 실행되며 언제든 진행 상황을 확인하거나 취소할 수 있습니다.
nl: Tik op ‘Verwerking met één klik’ bij een opname of notitie: nog niet verwerkte stappen worden op volgorde uitgevoerd (voltooide worden overgeslagen; schakel indien nodig in de voorvertoning expliciet ‘Opnieuw transcriberen’ in), daarna wordt een samenvatting gemaakt en worden taken geëxtraheerd. Taken lopen in de ‘Verwerkingswachtrij’ rechtsboven, waar je altijd de voortgang kunt bekijken of kunt annuleren.
pl: Dotknij «Przetwarzanie jednym kliknięciem» na nagraniu lub notatce: nieukończone kroki są wykonywane po kolei (ukończone są pomijane; w razie potrzeby włącz jawnie «Transkrybuj ponownie» w podglądzie), następnie tworzone jest podsumowanie i wyodrębniane zadania. Zadania działają w «Kolejce przetwarzania» w prawym górnym rogu, gdzie w każdej chwili można sprawdzić postęp lub anulować.
pt: Toque em «Processamento com um clique» numa gravação ou nota: os passos ainda pendentes são concluídos por ordem (os já concluídos são ignorados; se necessário, ative explicitamente «Retranscrever» na pré-visualização), depois é gerado um resumo e extraídas as tarefas. As tarefas são executadas na «Fila de processamento» no canto superior direito, onde pode ver o progresso ou cancelar a qualquer momento.
ru: Нажмите «Обработка в один клик» для записи или заметки: по очереди выполняются ещё не завершённые шаги (завершённые пропускаются; при необходимости явно включите «Повторная транскрипция» в окне предпросмотра), затем создаётся сводка и извлекаются задачи. Задачи выполняются в «Очереди обработки» справа вверху, где можно в любой момент посмотреть ход или отменить.
sv: Tryck på ”Bearbeta med ett klick” på en inspelning eller anteckning: återstående steg utförs i tur och ordning (slutförda hoppas över; aktivera vid behov uttryckligen ”Transkribera igen” i förhandsvisningen), därefter skapas en sammanfattning och uppgifter extraheras. Uppgifterna körs i ”Bearbetningskö” uppe till höger, där du när som helst kan se förloppet eller avbryta.
th: แตะ «ประมวลผลในคลิกเดียว» บนไฟล์บันทึกหรือโน้ต จะทำขั้นตอนที่ยังไม่ได้ทำตามลำดับ (ขั้นตอนที่เสร็จแล้วจะถูกข้าม หากจำเป็นให้เปิด «ถอดเสียงใหม่» อย่างชัดเจนในหน้าตัวอย่าง) จากนั้นสร้างสรุปและแยกงาน งานจะรันใน «คิวประมวลผล» มุมขวาบน ดูความคืบหน้าหรือยกเลิกได้ทุกเมื่อ
tr: Bir kayıt veya notta «Tek Tıkla İşle»'ye dokunun: henüz yapılmamış adımlar sırayla tamamlanır (tamamlananlar atlanır; gerekirse önizlemede «Yeniden yazıya dök» seçeneğini açıkça etkinleştirin), ardından özet oluşturulur ve görevler çıkarılır. Görevler sağ üstteki «İşleme Kuyruğu»'nda çalışır; ilerlemeyi istediğiniz zaman görebilir veya iptal edebilirsiniz.
uk: Натисніть «Обробка одним кліком» для запису чи нотатки: невиконані кроки виконуються по черзі (завершені пропускаються; за потреби явно увімкніть «Повторна транскрипція» у вікні попереднього перегляду), далі створюється підсумок і вилучаються завдання. Завдання виконуються в «Черзі обробки» праворуч угорі, де можна будь-коли переглянути поступ чи скасувати.
vi: Nhấn «Xử lý một chạm» trên bản ghi âm hoặc ghi chú: các bước chưa xử lý sẽ lần lượt hoàn tất (bước đã xong được bỏ qua; khi cần, hãy bật rõ ràng «Phiên âm lại» trong bản xem trước), sau đó tạo tóm tắt và trích xuất việc cần làm. Tác vụ chạy trong «Hàng đợi xử lý» ở góc trên bên phải, có thể xem tiến độ hoặc hủy bất cứ lúc nào.
zh_hant: 在錄音或筆記上點「一鍵處理」：預設依序完成尚未處理的步驟（已完成的會跳過；需要時可在預覽中明確開啟「重新轉寫」），再產生總結並拆解待辦。任務會在右上角「處理佇列」裡排隊執行，可隨時查看進度或取消。

source: 在本机处理
ar: المعالجة على هذا الجهاز
de: Auf diesem Mac verarbeiten
en: Process on this Mac
es: Procesar en este equipo
fr: Traiter sur cet appareil
hi: इस Mac पर प्रोसेस करें
id: Proses di Mac ini
it: Elabora su questo Mac
ja: この Mac で処理
ko: 이 Mac에서 처리
nl: Op deze Mac verwerken
pl: Przetwarzaj na tym komputerze
pt: Processar neste Mac
ru: Обрабатывать на этом Mac
sv: Bearbeta på denna Mac
th: ประมวลผลบน Mac เครื่องนี้
tr: Bu Mac'te işle
uk: Обробляти на цьому Mac
vi: Xử lý trên máy này
zh_hant: 在本機處理

source: 在转写页点「声纹」按钮，为说话人标记真实姓名并注册声纹
ar: انقر زر “البصمة” في صفحة التفريغ لتسمية المتحدث باسمه الحقيقي وتسجيل بصمته الصوتية
de: Klicken Sie auf der Transkriptionsseite auf „Stimmprofil“, um den echten Namen des Sprechers zu markieren und sein Stimmprofil zu registrieren
en: Click the "Voiceprint" button on the transcription page to mark the speaker's real name and register their voiceprint.
es: Pulse el botón “Huella de voz” en la página de transcripción para marcar el nombre real del hablante y registrar su huella
fr: Cliquez sur le bouton « Empreinte » de la page de transcription pour indiquer le nom réel du locuteur et enregistrer son empreinte vocale
hi: ट्रांसक्रिप्शन पेज पर “वॉइसप्रिंट” बटन दबाकर वक्ता का वास्तविक नाम चिह्नित करें और उसका वॉइसप्रिंट पंजीकृत करें
id: Klik tombol “Voiceprint” di halaman transkripsi untuk menandai nama asli pembicara dan mendaftarkan voiceprint-nya
it: Fai clic sul pulsante “Voiceprint” nella pagina di trascrizione per contrassegnare il nome reale del parlante e registrarne l'impronta vocale
ja: 文字起こしページの「声紋」ボタンを押し、話者の実名を指定して声紋を登録します
ko: 전사 페이지에서 “음성 지문” 버튼을 눌러 화자의 실제 이름을 지정하고 음성 지문을 등록합니다
nl: Klik op de knop “Stemprofiel” op de transcriptiepagina om de echte naam van de spreker te markeren en het stemprofiel te registreren
pl: Kliknij przycisk „Odcisk głosu” na stronie transkrypcji, aby oznaczyć prawdziwe imię mówcy i zarejestrować jego odcisk głosu
pt: Clique no botão “Impressão vocal” na página de transcrição para marcar o nome real do falante e registrar sua impressão
ru: Нажмите кнопку «Голосовой отпечаток» на странице транскрипции, чтобы указать настоящее имя говорящего и зарегистрировать его отпечаток
sv: Klicka på knappen “Röstavtryck” på transkriptionssidan för att markera talarens riktiga namn och registrera röstavtrycket
th: คลิกปุ่ม “ลายเสียง” ที่หน้าคำถอดเสียงเพื่อติดป้ายชื่อจริงของผู้พูดและลงทะเบียนลายเสียง
tr: Konuşmacının gerçek adını işaretlemek ve ses izini kaydetmek için döküm sayfasındaki “Ses İzi” düğmesine tıklayın
uk: Натисніть кнопку «Голосовий відбиток» на сторінці транскрипції, щоб позначити справжнє ім'я мовця та зареєструвати його відбиток
vi: Nhấp nút “Giọng nói” ở trang chuyển âm để đánh dấu tên thật của người nói và đăng ký giọng nói
zh_hant: 在轉錄頁點「聲紋」按鈕，為說話人標記真實姓名並註冊聲紋

source: 在队列面板中：处理中的任务可取消，模型下载还可暂停/继续（保留已下载分片续传）；排队中的任务可取消
ar: في لوحة قائمة الانتظار: يمكن إلغاء المهام الجارية، ويمكن أيضًا إيقاف تنزيلات النماذج مؤقتًا/استئنافها (تُحفظ الأجزاء التي جرى تنزيلها)؛ ويمكن إلغاء المهام في الانتظار
de: Im Warteschlangenbereich: Laufende Aufgaben können abgebrochen werden, Modell-Downloads zusätzlich pausiert/fortgesetzt werden (bereits geladene Teile bleiben für die Fortsetzung erhalten); wartende Aufgaben können abgebrochen werden
en: In the queue panel: running tasks can be cancelled, model downloads can also be paused/resumed (downloaded chunks are kept for resuming); queued tasks can be cancelled
es: En el panel de cola: las tareas en curso se pueden cancelar, las descargas de modelos también se pueden pausar/reanudar (se conservan los fragmentos ya descargados); las tareas en espera se pueden cancelar
fr: Dans le panneau de file d'attente : les tâches en cours peuvent être annulées, les téléchargements de modèles peuvent aussi être mis en pause/repris (les segments déjà téléchargés sont conservés) ; les tâches en attente peuvent être annulées
hi: कतार पैनल में: चल रहे कार्य रद्द किए जा सकते हैं, मॉडल डाउनलोड को भी रोका/जारी रखा जा सकता है (डाउनलोड किए गए हिस्से सुरक्षित रहते हैं); कतार में लगे कार्य रद्द किए जा सकते हैं
id: Di panel antrean: tugas yang berjalan dapat dibatalkan, unduhan model juga dapat dijeda/dilanjutkan (bagian yang sudah diunduh tetap disimpan); tugas dalam antrean dapat dibatalkan
it: Nel pannello della coda: le attività in corso si possono annullare, i download dei modelli si possono anche mettere in pausa/riprendere (i frammenti già scaricati vengono conservati); le attività in attesa si possono annullare
ja: キューパネルでは、実行中のタスクはキャンセルでき、モデルのダウンロードは一時停止/再開もできます（ダウンロード済みの断片は保持して続行）。待機中のタスクはキャンセルできます。
ko: 대기열 패널에서 실행 중인 작업은 취소할 수 있고, 모델 다운로드는 일시정지/재개도 가능합니다(다운로드된 조각은 보관되어 이어받기). 대기 중인 작업은 취소할 수 있습니다.
nl: In het wachtrijpaneel: lopende taken kunnen worden geannuleerd, model-downloads kunnen ook worden gepauzeerd/hervat (reeds gedownloade delen blijven bewaard); wachtende taken kunnen worden geannuleerd
pl: W panelu kolejki: uruchomione zadania można anulować, pobieranie modeli można też wstrzymać/wznowić (pobrane fragmenty są zachowywane); zadania oczekujące można anulować
pt: No painel de fila: as tarefas em execução podem ser canceladas, as transferências de modelos também podem ser pausadas/retomadas (os fragmentos já transferidos são mantidos); as tarefas em espera podem ser canceladas
ru: На панели очереди: выполняемые задачи можно отменить, загрузку моделей также можно приостановить/продолжить (загруженные фрагменты сохраняются); задачи в очереди можно отменить
sv: I köpanelen: pågående uppgifter kan avbrytas, modellnedladdningar kan även pausas/återupptas (nedladdade delar behålls); uppgifter i kö kan avbrytas
th: ในแผงคิว: งานที่กำลังทำงานสามารถยกเลิกได้ การดาวน์โหลดโมเดลยังหยุด/ดำเนินการต่อได้ (ชิ้นส่วนที่ดาวน์โหลดแล้วจะถูกเก็บไว้) งานที่อยู่ในคิวสามารถยกเลิกได้
tr: Kuyruk panelinde: çalışan görevler iptal edilebilir, model indirmeleri ayrıca duraklatılabilir/sürdürülebilir (indirilen parçalar saklanır); kuyruktaki görevler iptal edilebilir
uk: На панелі черги: виконувані завдання можна скасувати, завантаження моделей також можна призупинити/продовжити (завантажені фрагменти зберігаються); завдання в черзі можна скасувати
vi: Trong bảng hàng đợi: tác vụ đang chạy có thể hủy, tải mô hình cũng có thể tạm dừng/tiếp tục (các phần đã tải được giữ lại); tác vụ trong hàng đợi có thể hủy
zh_hant: 在佇列面板中：處理中的任務可取消，模型下載還可暫停/繼續（保留已下載分片續傳）；排隊中的任務可取消

source: 基本信息
ar: المعلومات الأساسية
de: Grundinformationen
en: Basic Info
es: Información básica
fr: Informations de base
hi: मूल जानकारी
id: Informasi dasar
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
nl: Basisinformatie
pl: Podstawowe informacje
pt: Informações básicas
ru: Основная информация
sv: Grundläggande information
th: ข้อมูลพื้นฐาน
tr: Temel bilgiler
uk: Основна інформація
vi: Thông tin cơ bản
zh_hant: 基本資訊

source: 填写真实姓名后标记：声纹将保存到声纹库，下次转写录到同一人时自动标注为该姓名。
ar: أدخل الاسم الحقيقي ثم ضع علامة: ستُحفظ البصمة الصوتية في المكتبة، وفي التفريغ التالي سيُشار إلى الشخص نفسه تلقائيًا بهذا الاسم.
de: Geben Sie einen echten Namen ein und markieren Sie: Das Stimmprofil wird gespeichert, und bei der nächsten Transkription wird diese Person automatisch mit diesem Namen gekennzeichnet.
en: Enter a real name and mark: the voiceprint will be saved to the library, and the next time this person speaks in a transcription, they will be labeled with this name automatically.
es: Introduce un nombre real y marca: la huella se guardará en la biblioteca y, en la próxima transcripción, esa persona se etiquetará automáticamente con ese nombre.
fr: Saisissez un nom réel puis marquez : l’empreinte sera enregistrée et, lors de la prochaine transcription, cette personne sera automatiquement identifiée par ce nom.
hi: वास्तविक नाम दर्ज करके मार्क करें: वॉयसप्रिंट लाइब्रेरी में सहेजा जाएगा, और अगली बार उसी व्यक्ति की ट्रांसक्रिप्शन स्वतः उसी नाम से लेबल होगी।
id: Masukkan nama asli lalu tandai: sidik suara akan disimpan ke pustaka, dan saat orang yang sama terekam pada transkripsi berikutnya, ia otomatis diberi label nama tersebut.
it: Inserisci un nome reale e contrassegna: l’impronta verrà salvata nella libreria e, nella prossima trascrizione, quella persona sarà etichettata automaticamente con quel nome.
ja: 実名を入力してマークすると、声紋がライブラリに保存され、次回同じ人物の音声が転写される際に自動的にその名前でラベル付けされます。
ko: 실명을 입력하고 표시하세요. 음성 지문이 라이브러리에 저장되어 다음 전사 시 같은 사람을 자동으로 해당 이름으로 표시합니다.
nl: Vul een echte naam in en markeer: de spraakafdruk wordt opgeslagen en de volgende keer dat deze persoon wordt getranscribeerd, automatisch met die naam gelabeld.
pl: Wpisz prawdziwe imię i oznacz: odcisk głosu zostanie zapisany, a przy następnej transkrypcji ta osoba będzie automatycznie oznaczona tym imieniem.
pt: Digite um nome real e marque: a impressão será salva na biblioteca e, na próxima transcrição, essa pessoa será rotulada automaticamente com esse nome.
ru: Введите настоящее имя и отметьте: голосовой отпечаток будет сохранён, и при следующей транскрипции этот человек будет автоматически помечен этим именем.
sv: Ange ett riktigt namn och markera: röstavtrycket sparas i biblioteket och nästa gång samma person transkriberas etiketteras den automatiskt med det namnet.
th: กรอกชื่อจริงแล้วระบุ: ลายเสียงจะถูกบันทึกเข้าคลัง และเมื่อถอดเสียงคนเดิมในครั้งถัดไป จะระบุชื่อนี้ให้อัตโนมัติ
tr: Gerçek adı girip işaretleyin: ses izi kitaplığa kaydedilir ve bir sonraki transkripsiyonda aynı kişi otomatik olarak bu adla etiketlenir.
uk: Введіть справжнє ім’я та позначте: голосовий відбиток буде збережено, і під час наступної транскрипції ця людина буде автоматично позначена цим ім’ям.
vi: Nhập tên thật rồi đánh dấu: dấu vân giọng nói sẽ được lưu vào thư viện, và lần phiên âm tới khi gặp cùng người này sẽ tự động gắn tên đó.
zh_hant: 填寫真實姓名後標記：聲紋將儲存到聲紋庫，下次轉寫錄到同一人時自動標註為該姓名。

source: 声源
ar: مصدر الصوت
de: Audioquelle
en: Audio Source
es: Fuente de audio
fr: Source audio
hi: ऑडियो स्रोत
id: Sumber audio
it: Sorgente audio
ja: 音声ソース
ko: 오디오 소스
nl: Audiobron
pl: Źródło dźwięku
pt: Fonte de áudio
ru: Источник звука
sv: Ljudkälla
th: แหล่งเสียง
tr: Ses kaynağı
uk: Джерело звуку
vi: Nguồn âm thanh
zh_hant: 聲源

source: 声源：%@
ar: مصدر الصوت: %@
de: Audioquelle: %@
en: Audio source: %@
es: Fuente de audio: %@
fr: Source audio : %@
hi: ऑडियो स्रोत: %@
id: Sumber audio: %@
it: Sorgente audio: %@
ja: 音声ソース：%@
ko: 오디오 소스: %@
nl: Audiobron: %@
pl: Źródło dźwięku: %@
pt: Fonte de áudio: %@
ru: Источник звука: %@
sv: Ljudkälla: %@
th: แหล่งเสียง: %@
tr: Ses kaynağı: %@
uk: Джерело звуку: %@
vi: Nguồn âm thanh: %@
zh_hant: 聲源：%@

source: 声纹
ar: بصمة صوتية
de: Stimmprofil
en: Voiceprint
es: Huella de voz
fr: Empreinte vocale
hi: वॉयसप्रिंट
id: Sidik suara
it: Impronta vocale
ja: 声紋
ko: 음성 지문
nl: Spraakafdruk
pl: Odcisk głosu
pt: Impressão vocal
ru: Голосовой отпечаток
sv: Röstavtryck
th: ลายเสียง
tr: Ses izi
uk: Голосовий відбиток
vi: Dấu vân giọng nói
zh_hant: 聲紋

source: 声纹库
ar: مكتبة البصمات الصوتية
de: Stimmprofil-Bibliothek
en: Voiceprint Library
es: Biblioteca de huellas de voz
fr: Bibliothèque d’empreintes vocales
hi: वॉयसप्रिंट लाइब्रेरी
id: Pustaka sidik suara
it: Libreria impronte vocali
ja: 声紋ライブラリ
ko: 음성 지문 라이브러리
nl: Spraakafdrukbibliotheek
pl: Biblioteka odcisków głosu
pt: Biblioteca de impressões vocais
ru: Библиотека голосовых отпечатков
sv: Röstavtrycksbibliotek
th: คลังลายเสียง
tr: Ses İzi Kitaplığı
uk: Бібліотека голосових відбитків
vi: Thư viện dấu vân giọng nói
zh_hant: 聲紋庫

source: 声纹库中的姓名均已在词典中，无需新增。
ar: جميع الأسماء في مكتبة البصمات الصوتية موجودة بالفعل في القاموس، ولا حاجة إلى إضافة جديدة.
de: Alle Namen in der Stimmprofil-Bibliothek sind bereits im Wörterbuch, kein Hinzufügen erforderlich.
en: All names in the voiceprint library are already in the dictionary. Nothing to add.
es: Todos los nombres de la biblioteca de huellas de voz ya están en el diccionario; no es necesario añadir más.
fr: Tous les noms de la bibliothèque d’empreintes vocales figurent déjà dans le dictionnaire, aucun ajout nécessaire.
hi: वॉइसप्रिंट लाइब्रेरी के सभी नाम पहले से शब्दकोश में हैं, कुछ भी जोड़ने की आवश्यकता नहीं है।
id: Semua nama di pustaka sidik suara sudah ada di kamus, tidak perlu menambahkan.
it: Tutti i nomi nella libreria di impronte vocali sono già nel dizionario, nessuna aggiunta necessaria.
ja: 声紋ライブラリの氏名はすべて既に辞書に存在するため、追加は不要です。
ko: 음성 지문 라이브러리의 모든 이름이 이미 사전에 있으므로 새로 추가할 필요가 없습니다.
nl: Alle namen in de stemprofielbibliotheek staan al in het woordenboek; er hoeft niets te worden toegevoegd.
pl: Wszystkie nazwy w bibliotece odcisków głosu są już w słowniku, nie trzeba nic dodawać.
pt: Todos os nomes da biblioteca de impressões vocais já estão no dicionário; nada a adicionar.
ru: Все имена в библиотеке голосовых отпечатков уже есть в словаре, добавление не требуется.
sv: Alla namn i röstprofilbiblioteket finns redan i ordlistan, inget behöver läggas till.
th: ชื่อทั้งหมดในคลังลายเสียงมีอยู่ในพจนานุกรมแล้ว ไม่ต้องเพิ่มใหม่
tr: Ses izi kitaplığındaki tüm adlar zaten sözlükte, eklemeye gerek yok.
uk: Усі імена в бібліотеці голосових відбитків уже є у словнику, додавання не потрібне.
vi: Tất cả tên trong thư viện dấu giọng nói đã có trong từ điển, không cần thêm mới.
zh_hant: 聲紋庫中的姓名均已在詞典中，無需新增。

source: 声纹库可在「设置 → 声纹库」中查看、重命名和删除
ar: يمكنك عرض مكتبة البصمات وإعادة تسميتها وحذفها في الإعدادات ← مكتبة البصمات الصوتية
de: Die Stimmprofil-Bibliothek unter Einstellungen → Stimmprofil-Bibliothek ansehen, umbenennen und löschen
en: Manage the voiceprint library in Settings → Voiceprint Library: view, rename, or delete
es: Administra la biblioteca en Ajustes → Biblioteca de huellas: ver, renombrar o eliminar
fr: Gérez la bibliothèque d’empreintes via Réglages → Bibliothèque d’empreintes : consulter, renommer, supprimer
hi: वॉइसप्रिंट लाइब्रेरी सेटिंग्स → वॉइसप्रिंट लाइब्रेरी में देखें, पुनः नाम दें या हटाएँ
id: Kelola pustaka sidik suara di Pengaturan → Pustaka sidik suara: lihat, ganti nama, atau hapus
it: Gestisci la libreria in Impostazioni → Libreria impronte: consulta, rinomina o elimina
ja: 声紋ライブラリは「設定 → 声紋ライブラリ」で確認、改名、削除できます
ko: 음성 지문 라이브러리는 설정 → 음성 지문 라이브러리에서 보기, 이름 변경, 삭제가 가능합니다
nl: Beheer de stemprofielbibliotheek via Instellingen → Stemprofielbibliotheek: bekijken, hernoemen of verwijderen
pl: Biblioteką odcisków głosu zarządzisz w Ustawienia → Biblioteka odcisków: przegląd, zmiana nazwy, usuwanie
pt: Gerencie a biblioteca em Ajustes → Biblioteca de impressões: ver, renomear ou excluir
ru: Библиотека отпечатков доступна в Настройки → Библиотека голосовых отпечатков: просмотр, переименование, удаление
sv: Hantera röstprofilbiblioteket i Inställningar → Röstprofilbibliotek: visa, byt namn eller ta bort
th: ดู เปลี่ยนชื่อ และลบคลังลายเสียงได้ที่ การตั้งค่า → คลังลายเสียง
tr: Ses izi kitaplığını Ayarlar → Ses izi kitaplığı'nda görüntüleyin, yeniden adlandırın veya silin
uk: Бібліотекою відбитків керуйте в Налаштування → Бібліотека голосових відбитків: перегляд, перейменування, видалення
vi: Xem, đổi tên và xóa thư viện dấu giọng nói tại Cài đặt → Thư viện dấu giọng nói
zh_hant: 聲紋庫可在「設定 → 聲紋庫」中查看、重新命名和刪除

source: 声纹库文件夹
ar: مجلد مكتبة البصمات الصوتية
de: Stimmprofil-Ordner
en: Voiceprint Library Folder
es: Carpeta de la biblioteca de huellas
fr: Dossier de la bibliothèque d’empreintes
hi: वॉयसप्रिंट लाइब्रेरी फ़ोल्डर
id: Folder pustaka sidik suara
it: Cartella libreria impronte
ja: 声紋ライブラリフォルダ
ko: 음성 지문 라이브러리 폴더
nl: Map spraakafdrukbibliotheek
pl: Folder biblioteki odcisków głosu
pt: Pasta da biblioteca de impressões
ru: Папка библиотеки голосовых отпечатков
sv: Mapp för röstavtrycksbibliotek
th: โฟลเดอร์คลังลายเสียง
tr: Ses İzi Kitaplığı Klasörü
uk: Папка бібліотеки голосових відбитків
vi: Thư mục thư viện dấu vân giọng nói
zh_hant: 聲紋庫資料夾

source: 声纹标记
ar: وضع علامة بصمة صوتية
de: Stimmprofil-Markierung
en: Voiceprint Marking
es: Marcado de huella de voz
fr: Marquage d’empreinte vocale
hi: वॉयसप्रिंट मार्किंग
id: Penandaan sidik suara
it: Contrassegno impronta vocale
ja: 声紋マーキング
ko: 음성 지문 표시
nl: Spraakafdruk markeren
pl: Oznaczanie odcisku głosu
pt: Marcação de impressão vocal
ru: Разметка голосовых отпечатков
sv: Röstavtrycksmarkering
th: การระบุลายเสียง
tr: Ses İzi İşaretleme
uk: Розмітка голосових відбитків
vi: Đánh dấu dấu vân giọng nói
zh_hant: 聲紋標記

source: 声纹识别
ar: التعرف على البصمات الصوتية
de: Stimmprofilerkennung
en: Voiceprint Recognition
es: Reconocimiento de huellas de voz
fr: Reconnaissance d’empreintes vocales
hi: वॉइसप्रिंट पहचान
id: Pengenalan sidik suara
it: Riconoscimento impronte vocali
ja: 声紋認識
ko: 음성 지문 인식
nl: Stemprofielherkenning
pl: Rozpoznawanie odcisków głosu
pt: Reconhecimento de impressões vocais
ru: Распознавание голосовых отпечатков
sv: Röstprofiligenkänning
th: การรู้จำลายเสียง
tr: Ses izi tanıma
uk: Розпізнавання голосових відбитків
vi: Nhận diện dấu giọng nói
zh_hant: 聲紋識別

source: 处理中
ar: قيد المعالجة
de: In Verarbeitung
en: Processing
es: Procesando
fr: Traitement
hi: प्रोसेस हो रहा है
id: Memproses
it: In elaborazione
ja: 処理中
ko: 처리 중
nl: Verwerken
pl: Przetwarzanie
pt: A processar
ru: Обработка
sv: Bearbetar
th: กำลังประมวลผล
tr: İşleniyor
uk: Обробка
vi: Đang xử lý
zh_hant: 處理中
